Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/DirectoryPlugin/*.lproj/DirectoryPlugin.strings
Languages: fr

# PluginName
source: Directory
fr: Annuaire

# SearchFieldPlaceholder
source: Name, sciper, unit, phone
fr: Nom, sciper, unité, téléphone

# OfficeLabel
source: office
fr: bureau

source: No contact selected
fr: Aucun contact séléctionné

source: Details
fr: Détails

# LoadingPersonInfo
source: Loading contact info
fr: Chargement des informations sur la personne

# NoResultPCUnknownViewControllerLoad
source: Sorry, this person could not be found within EPFL's directory.
fr: Désolé, cette personne n'a pas pu être trouvée dans l'annuaire de l'EPFL.

source: Private phone
fr: Tél. privé

source: Office phone
fr: Tél. EPFL

source: Web page
fr: Page web

source: EPFL web page
fr: Page web EPFL

source: Office
fr: Bureau

source: EPFL office
fr: Bureau EPFL

# TapToSeeOnMap
source: see on map
fr: voir sur le plan

source: Add to existing contact
fr: Ajouter à un contact existant

# AddToExistingContactError
source: Sorry, this contact could not be updated.
fr: Désolé, ce contact n'a pas pu être mis à jour.

source: Create new contact
fr: Créer un nouveau contact

# UpdatedContact
source: Merged Contact
fr: Contact fusionné

# ShowInfoAboutThisPerson
source: Shows information about this person.
fr: Affiche les informations sur cette personne.

source: Shows options to export to contacts
fr: Affiche des options pour exporter vers les contacts

source: Calls this number
fr: Appelle ce numéro

source: Sends an email
fr: Envoie un email

source: Opens in browser
fr: Ouvre dans le navigateur

# ShowsOnMap
source: Shows on the map
fr: Affiche sur le plan
