Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/iphone/PocketCampus/Plugins/MyEduPlugin/*.lproj/MyEduPlugin.strings
Languages: fr

source: My courses
fr: Mes cours

# DownloadingCourseList
source: Refreshing course list...
fr: Téléchargement de la liste des cours...

# DownloadingSectionList
source: Refreshing section list...
fr: Téléchargement de la liste des sections...

# DownloadingModuleList
source: Refreshing module list...
fr: Téléchargement de la liste des modules...

# NotSubscribedToAnyCourse
source: You are not registered with any MyEdu course
fr: Vous n'êtes inscrit à aucun cours MyEdu

source: No section
fr: Aucune section

source: No module
fr: Aucun module

source: Created on
fr: Créé le

source: Last update on
fr: Dernière modification le

source: Video
fr: Vidéo

source: Loading video...
fr: Chargement de la vidéo...

# NoVideoInModule
source: No video in this module
fr: Pas de vidéo dans ce module

# VideoNotSupported
source: Sorry, this video is not supported
fr: Désolé, cette vidéo n'est pas supportée

source: Text
fr: Texte

# NoTextInModule
source: No text in this module
fr: Pas de texte dans ce module
