Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/CamiproPlugin/*.lproj/CamiproPlugin.strings
Languages: fr

source: Balance
fr: Solde

source: Camipro balance
fr: Solde Camipro

# TransactionsHistory
source: History
fr: Historique

source: Reload card
fr: Recharger la carte

# ReloadInstructions
source: Reload the card
fr: Recharger la carte

source: Statistics
fr: Statistiques

# ReloadInstructionsSendMailExplanations
source: Send reload instructions (banking information) to your default EPFL email address ?
fr: Voulez-vous recevoir les instructions de recharge de votre carte Camipro par email (adresse EPFL) ?

source: Send
fr: Envoyer

source: Sending...
fr: Envoi en cours...

source: Sent
fr: Envoyé

# SessionExpiredPleaseRefresh
source: Your session has expired. Please refresh and try again.
fr: Votre session a expiré. Rafraîchissez et essayez à nouveau.

# StatsWithFormat
source: Last 30 days expenses CHF %.2lf Last 90 days expenses CHF %.2lf Average over 3 months CHF %.2lf / month
fr: 30 derniers jours cumulés CHF %.2lf 90 derniers jours cumulés CHF %.2lf Moyenne sur 3 mois CHF %.2lf / mois

# CamiproDown
source: Sorry, Camipro servers seem to be down. Please try again later.
fr: Désolé, les serveurs de Camipro semblent inaccessibles. Réessayez plus tard.

source: Last update
fr: Dernière m.à.j.

# CamiproWidgetTitle
source: Camipro Widget for iOS 8
fr: Widget Camipro pour iOS 8

# CamiproWidgetSubtitle
source: Pull down Notification Center and tap Edit at the bottom of the list to install the Camipro Widget and check your balance in a glance!
fr: Ouvrez le Centre de Notifications et touchez le bouton Modifier en bas de la liste pour installer le widget Camipro et vérifier votre solde d'un geste !

source: Login required
fr: Login requis

source: Tap to open PocketCampus
fr: Touchez pour ouvrir PocketCampus

# CamiproBalanceWithFormat
source: Camipro card balance: %@
fr: Solde de la carte Camipro: %@

# CamiproTransactionDescriptionWithFormat
source: Transaction. Location: '%@', Date: %@, Amount: %@
fr: Transaction. Lieu: '%@', Date: %@, Montant: %@

source: Allows to receive by email banking information to reload card.
fr: Permet de recevoir par email des information bancaires pour recharger la carte.
