Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/MoodlePlugin/*.lproj/MoodlePlugin.strings
Languages: fr

source: My courses
fr: Mes cours

# MoodleDown
source: Sorry, Moodle servers are down. Please try again later.
fr: Désolé, les serveurs de Moodle sont inaccessibles. Réessayez plus tard.

# MoodleNoCourse
source: You do not seem to be registered in any Moodle course.
fr: Vous ne semblez être inscrit à aucun cours Moodle.

# MoodleEmptyCourse
source: No document
fr: Aucun document

# MoodleNoFavorites
source: No favorites Tap the star in the document view to add a favorite
fr: Aucun favoris Touchez l'étoile dans la vue document pour en ajouter

# MoodleCourses
source: Courses
fr: Cours

# MoodleWeek
source: Week
fr: Semaine

# MoodleAllWeeks
source: All weeks
fr: Toutes les semaines

# MoodleCurrentWeek
source: Current week
fr: Cette semaine

source: saved
fr: téléchargé

source: Loading course list...
fr: Chargement de la liste des cours...

source: Loading course...
fr: Chargement du cours...

# ErrorWhileDownloadingFile
source: Sorry, an error occured while downloading the file. Check your internet connection.
fr: Une erreur est survenue pendant le téléchargement du fichier. Vérifiez votre connexion internet.

# FileCouldNotBeDisplayedTryOpenIn
source: This file cannot be displayed. Try the action button.
fr: Ce fichier ne peut pas être affiché. Essayez le bouton action.

source: Sorry
fr: Désolé

# NoActionForThisFile
source: No action is available for this file.
fr: Aucune action n'est disponible pour ce fichier.

source: Downloading file...
fr: Téléchargement du fichier...

# DeleteFileFromCacheQuestion
source: Delete file from local storage ? You will have to download it again to read it.
fr: Supprimer le fichier du stockage local ? Vous devrez le télécharger à nouveau pour pouvoir le lire.

# ImpossibleDeleteFile
source: Sorry, an error occured while deleting file.
fr: Désolé, une erreur s'est produite lors de la suppression du fichier.

source: Search course
fr: Rechercher dans le cours

source: Moodle settings
fr: Réglages Moodle

source: Reading
fr: Lecture

# KeepDocsPosition
source: Restore reading position
fr: Restaurer la lecture

# KeepDocsPositionExplanation
source: When enabled, documents automatically open where you leave them off.
fr: Quand cette fonction est activée, les documents s'ouvrent directement à l'endroit où vous les laisser.

# AutomaticallyHide
source: Hide automatically
fr: Masquer automatiquement

# AutomaticallyHideNavBarExplanation
source: When enabled, the navigation (top) bar automatically hides in the documents view after a few seconds of inactivity. Tip: tap the document with 3 fingers to show and hide the bar quickly.
fr: Quand cette fonction est activée, la barre de navigation dans la vue document (barre du haut) est masquée automatiquement après quelques secondes d'inactivité. Astuce: touchez le document avec 3 doigts pour afficher et masquer la barre rapidement.

source: Documents list
fr: Liste des documents

# HideMasterWithNavBar
source: Hide with the navigation bar
fr: Masquer avec la barre de nav.

# HideMasterWithNavBarExplanation
source: When enabled, the list of documents (the left column) hides together with the navigation bar.
fr: Quand cette fonction est activée, la liste des documents (colonne de gauche) est masquée en même temps que la barre de navigation.

source: Delete all downloaded documents
fr: Supprimer tous les doc. téléchargés

# DownloadedDocumentsCurrentlyUsingBytesWithFormat
source: Downloaded documents are currently using %@ of space.
fr: Les documents téléchargés utilisent actuellement %@ d'espace de stockage.

# Computing
source: Calculating
fr: Calcul

source: No downloaded documents.
fr: Aucun document téléchargé.

# AllDocsWillBeDeletedExplanation
source: All documents of all courses will be deleted. You will need to download them again to read them.
fr: Les documents de tous les cours seront supprimés. Vous devrez les télécharger à nouveau pour pouvoir les lire.

source: Delete all
fr: Tout supprimer

source: Preparing
fr: Préparation

source: Tap to cancel
fr: Touchez pour annuler

# MoodleEmptyFolder
source: Empty folder
fr: Dossier vide

# FolderNbElementsWithFormat
source: Folder (%d elem.)
fr: Dossier (%d élém.)

source: Shows documents for this course.
fr: Affiche les documents de ce cours.

# DocumentDescriptionWithFormat
source: %@, '%@' file, downloaded: %@
fr: %@, fichier '%@', téléchargé: %@

# FolderDescriptionWithFormat
source: %@, folder containing %d files
fr: %@, dossier contenant %d fichiers

# LinkDescriptionWithFormat
source: %@, external link
fr: %@, lien

# AddDocumentToFavorites
source: Add this document to favorites
fr: Ajouter ce document aux favoris

# RemoveDocumentFromFavorites
source: Remove this document from favorites
fr: Enlever ce document des favoris

# AddLinkToFavorites
source: Add this link to favorites
fr: Ajouter ce lien aux favoris

# RemoveLinkFromFavorites
source: Remove this link from favorites
fr: Enlever ce lien des favoris

# DeleteDocumentFromLocalStorage
source: Delete this document from local storage
fr: Supprimer ce fichier du stockage local

source: Print
fr: Imprimer

source: Print this document at EPFL
fr: Imprimer ce document à l'EPFL
