Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/TransportPlugin/*.lproj/TransportPlugin.strings
Languages: fr

# PluginName
source: Transport
fr: Transports

# PlatformShort
source: plat.
fr: voie

# Need2StationsClickPlusToAdd
source: At least two stations are required to show the schedules. Tap + to add a station.
fr: Au minimum deux stations sont nécessaires pour afficher les horaires. Touchez le + pour ajouter une station.

# LocationBufferAlertTitle
source: Automatically select your closest station as departure ?
fr: Sélectionner automatiquement votre station la plus proche comme point de départ ?

# LocationBufferAlertMessage
source: PocketCampus can use your location to automatically set your closest station as departure. You can change this setting anytime later. Try it, you will love it ðŸ˜‰. You location is never sent to a server.
fr: PocketCampus peut utiliser votre position pour automatiquement choisir votre station la plus proche comme point de départ. Vous pourrez changer d'avis à tout moment. L'essayer c'est l'adopter 😉. Votre position n'est jamais envoyée à un serveur.

# LocationBufferAlertAcceptButtonTitle
source: Yes
fr: Oui

# LocationBufferAlertRejectButtonTitle
source: Nope
fr: Non

source: From:
fr: De:

source: Loading default stations...
fr: Chargement des stations par défaut...

source: locating...
fr: localisation...

# SearchingNearestStation
source: Determining your closest station
fr: Recherche de votre station la plus proche

# ImpossibleLocateUserDenied
source: Impossible to find nearest station. Did you deny access to location ? If so, you can allow "EPFL" in: Settings > Privacy > Location. Alternatively, you can choose a departure station manually.
fr: Impossible de trouver la station la plus proche. Avez-vous refusé l'accès à la localisation ? Si oui, vous pouvez authoriser "EPFL" en allant dans: Réglages > Confidentialité > Service de localisation Vous pouvez également choisir la station de départ manuellement.

# ImpossibleLocateUnknown
source: Sorry, your location could not be determined. Try to refresh, or select the departure station manually.
fr: Désolé, votre position n'a pas pu être déterminée. Essayez de rafraîchir, ou sélectionnez une station de départ manuellement.

# NearestStationButton
source: Nearest station
fr: Station la plus proche

# SelectsNearestStationAsDeparture
source: Automatically selects nearest of your stations as departure.
fr: Sélectionne automatiquement votre station la plus proche comme point de départ.

source: Shows departure selection screen.
fr: Affiche l'écran de sélection de la station de départ.

source: Shows help for Transport.
fr: Affiche l'aide pour Transports.

# ShowsScreenToSearchForAStation
source: Shows the screen to search for a station.
fr: Affiche l'écran pour chercher une station.

source: Manage my stations
fr: Gérer mes stations

# ShowsScreenThatListsMyStationsToManageThem
source: Shows the screen that lists my stations and allows to manage them.
fr: Affiche l'écran qui liste mes stations et permet de les gérer.

# NextDeparturesFromToWithFormat
source: Next departures from %@ to %@:
fr: Prochains départs de %@ vers %@:

# lineWithFormat
source: line '%@':
fr: ligne '%@':

# platformWithFormat
source: platform %@
fr: voie %@

source: Left already
fr: Déjà parti

# ShowsAllPossibilitiesFromToWithFormat
source: Shows all trips from %@ to %@
fr: Affiche tous les trajets de %@ vers %@

source: Departure station
fr: Station de départ

source: Automatic
fr: Automatique

# NearestStation
source: Nearest of stations below
fr: La plus proche des stations ci-dessous

# AllowPocketCampusLocationToUserAutomaticDepartureFeature
source: To enable this feature, allow "EPFL" in Settings > Privacy > Location
fr: Pour pouvoir activer cette fonctionalité, authorisez "EPFL" dans Réglages > Confidentialité > Service de localisation

source: Choose manually
fr: Choisir manuellement

source: My stations
fr: Mes stations

# ResetToDefaultStations
source: Restore default stations...
fr: Stations par défaut...

source: Reset
fr: Réinitialiser

# ResetToDefaultStationsExplanations
source: Your stations will be replaced by default stations: EPFL and Lausanne-Flon.
fr: Vos stations seront remplacées par les stations par défaut: EPFL et Lausanne-Flon.

# AddStation
source: Add a station
fr: Ajouter une station

# AddStationSearchFieldPlaceholder
source: Metro station, bus stop, train station, ...
fr: Gare, arrêt de bus, métro, ...

# SearchStationNoResult
source: No results
fr: Aucun résultat

source: already in your stations
fr: déjà dans vos stations

source: Transport help
fr: Aide Transports

source: Trips
fr: Trajets

# DepartureTimeWithFormat
source: Departure time: %@,
fr: Heure de départ: %@,

# arrivalTimeWithFormat
source: arrival time: %@,
fr: heure d'arrivée: %@,

# durationWithFormat
source: duration: %@,
fr: durée: %@,

# numberOfChangesWithFormat
source: number of changes: %@,
fr: nombre de changements: %@,

# startsWithLineWithFormat
source: starts with line %@.
fr: commence avec la ligne '%@'.

source: Shows details for this trip.
fr: Affiche les détails de ce trajet.
