Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/MapPlugin/*.lproj/MapPlugin.strings
Languages: fr

# PluginName
source: Map
fr: Plan

# SearchPlaceholder
source: Building, room, person...
fr: Bâtim., salle, personne...

# RemoveElements
source: Clean results
fr: Effacer les résultats

source: Show buildings interior
fr: Aff. l'int. des bâtiments

source: Hide buildings interior
fr: Masquer l'int. des bâtiments

# NoResult
source: No results
fr: Aucun résultat

source: Too many results
fr: Trop de résultats

# CannotDisplayOnMap
source: Cannot display them on the map
fr: Impossible de les afficher sur le plan

source: Pick from list
fr: Liste des résultats

source: Floor
fr: Étage

source: floor
fr: étage

source: Details
fr: Détails

source: All search results
fr: Tous les résultats

source: Clear history
fr: Effacer l'historique

# MapLayersToDisplay
source: Displayed points of interest
fr: Points d'intérêts à afficher

source: Select all
fr: Tout sélect.

source: Deselect all
fr: Ne rien sélect.

# FloorUp
source: Upper floor
fr: Étage supérieur

# FloorDown
source: Lower floor
fr: Étage inférieur

source: Other
fr: Autres

# ShowsAllSearchResultsForSearchWithFormat
source: Shows list of all results for '%@'.
fr: Affiche la liste de tous les résultats pour la recherche '%@'.

source: Center on EPFL
fr: Centrer sur l'EPFL

# CentersMapToSeelWholeEPFLCampus
source: Centers the map to see the whole EPFL campus.
fr: Centre le plan pour voir tout le campus de l'EPFL.

# ShowsPersonsDetails
source: Shows more information about this person.
fr: Affiche plus d'informations sur cette personne.

# MapLayersAccessibility
source: Points of interests
fr: Points d'intérêts
