Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/IsAcademiaPlugin/*.lproj/IsAcademiaPlugin.strings
Languages: fr

source: My schedule
fr: Mon horaire

source: Schedule
fr: Horaire

source: My grades
fr: Mes résultats

source: Grades
fr: Résultats

source: No course
fr: Aucun cours

source: Search by course or grade
fr: Rechercher par cours ou par note

source: No result
fr: Aucun résultat

# GradesNoContent
source: No grades available
fr: Aucune note disponible

# GrayMeansNoGradeAvailableExplanation
source: A course is grayed out and placed at the bottom when its grade is not available yet.
fr: Un cours grisé signifique qu'aucune note n'est disponible pour le moment.

# LoadingGrades
source: Loading your grades...
fr: Chargement de vos résultats...

# CourseDetailsAndRoomsActionSheetWithFormat
source: %@ %@ %@ Rooms: (tap to see on map)
fr: %@ %@ %@ Salles: (touchez pour voir sur le plan)

source: Lecture
fr: Cours

# Exercises
source: Exercise session
fr: Session d'exercices

source: Lab
fr: Labo

source: Project
fr: Projet

source: Oral exam
fr: Examen oral

source: Written exam
fr: Examen écrit

# IsAcademiaServerUnreachableTryLater
source: IS-Academia seems to be down. Please try again later.
fr: IS-Academia semble inaccessible. Merci de réessayer plus tard.

# IsAcademiaServerProblemTryLater
source: IS-Academia seems to have a problem right now. Please try again later.
fr: IS-Academia semble avoir un problème actuellement. Merci de réessayer plus tard.

source: No course on that day
fr: Aucun cours ce jour-là

source: No course today
fr: Aucun cours aujourd'hui

source: Go to date
fr: Aller à la date

# PeriodViewAccessiblityLabelWithFormat
source: %@: %@. Room: %@
fr: %@: %@. Salle: %@

# PeriodViewAccessiblityHint
source: Shows more information about this event.
fr: Affiche plus d'informations sur cet événement.
