Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/iphone/PocketCampus/Plugins/TransportPlugin/*.lproj/TransportPlugin.strings
Languages: fr

# PluginName
source: Transport
fr: Transports

# FromLabel
source: From:
fr: Départ :

source: No station
fr: Aucune station

# LocationNeedJustification
source: Your location will be used to find the nearest transport station (EPFL or Lausanne-Flon by default). PocketCampus does not track your location history. Give it a try before denying ;)
fr: Votre position sera utilisée pour trouver la station de transport favorite la plus proche. PocketCampus n'enregistre pas l'historique de vos déplacements.

# ImpossibleLocateShort
source: Location error
fr: Localisation impossible

# ImpossibleLocateUserDenied
source: Impossible to find the nearest station. Have you denied access to location ? If so, you can enable location in the Settings menu of your iPhone or manually select a departure station.
fr: Impossible de trouver la station favorite la plus proche. Avez-vous refusé la localisation ? Si oui, vous pouvez activer la localisation dans le menu Réglages de votre iPhone ou choisir manuellement une station de départ.

# ImpossibleLocateUnknown
source: Sorry, impossible to find you current location. Try to refresh or try again later. You can select a departure station manually by tapping the bookmarks icon.
fr: Désolé, votre position n'a pas pu être déterminée. Essayez de rafraichir ou essayez plus tard. Vous pouvez choisir une station de départ manuellement en touchant le bouton bleu (favoris)

# WelcomeTouchInfoInstructions
source: Tap the bookmarks button to manage your stations.
fr: Touchez le bouton favoris pour gérer vos stations favorites.

# Need2StationsTouchInfoInstructions
source: At least two stations are required to compute a schedule. Tap the bookmarks button and add another station.
fr: Deux stations sont au minimum nécessaires pour afficher les horaires. Touchez le boutton favoris pour ajouter une deuxième station.

# FavoriteStationsTitle
source: My stations
fr: Stations favorites

# TouchAddStationInstructions
source: Tap the ✚ to add a station.
fr: Touchez le ✚ pour ajouter une station favorite.

source: Departure station
fr: Station de départ

# NearestFavoriteStation
source: Automatic (nearest)
fr: Automatique (la plus proche)

# FavoriteStationsExplanations_NearestSelected
source: Current choice: the station nearest to you in this list will be set as departure. Next departures schedules from this station to all other stations in the list will be displayed.
fr: Choix actuel : la station la plus proche de vous dans cette liste sera choisie comme point de départ. Les horaires depuis cette station vers toutes les autres stations de la liste seront affichés.

# FavoriteStationsExplanations_ManualWithFormat
source: Current choice: %@ is selected as departure. Next departures schedules from there to all other stations in the list will be displayed.
fr: Choix actuel : %@ est séléctioné comme point de départ. Les horaires depuis cette station vers toutes les autres stations de la liste seront affichés.

# FavoriteStationsManagementExplanations
source: ☞ Tap the ✚ to add a station. ☞ Tap "Edit" to remove or reorder your stations.
fr: ☞ Touchez le ✚ pour ajouter une station favorite. ☞ Touchez "Modifier" pour supprimer ou réordonner des stations favorites.

source: Clear all
fr: Tout effacer

# SearchFieldPlaceholder
source: Search for a station
fr: Rechercher une station

# SearchStationNoResult
source: No results
fr: Aucun résultat

# SearchBarStationPrompt
source: Type a station name.
fr: Entrez le nom d'une station ou d'un arrêt.

# StationAlreadyFavorite
source: This station is already in your stations.
fr: Cette station est déjà dans vos favoris.

# CellMultiplePossibilitiesTrip
source: Multiple possibilites
fr: Plusieurs possibilités

source: Connections
fr: Connexions

source: Transport Settings
fr: Préférences

# BestResults
source: Best result
fr: Meilleur résultat

# BestResultsExplanation
source: For each destination, if a trip is considered better than the others (direct, higher frequency), only the departures for the corresponding transport line (ex. M1) are shown in the main list.
fr: Pour chaque destination, si un trajet est meilleur (plus direct, plus fréquent), seuls les prochains départs pour la ligne correspondante (ex. M1) sont affichés dans la liste principale.

source: Schedules
fr: Horaires

source: Reset
fr: Réinitialiser

# ResetFavStations
source: Restore default stations...
fr: Stations par défaut...

# ResetFavStationsExplanations
source: Your stations will be replaced by default stations: EPFL and Lausanne-Flon.
fr: Vos stations favorites seront remplacées par les stations par défaut (EPFL, Lausanne-Flon).

# PlatformShort
source: plat.
fr: voie

# TransportHelp
source: Transports help
fr: Aide Transports
