Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: ios/PocketCampus/Plugins/AuthenticationPlugin/*.lproj/AuthenticationPlugin.strings
Languages: fr

# PluginName
source: Authentication
fr: Authentification

source: Gaspar login
fr: Login Gaspar

source: Error
fr: Erreur

# BadCredentials
source: Wrong username or password
fr: Nom d'utilisateur ou mot de passe incorrect.

# ErrorOccuredTryAgain
source: Sorry, an error occured
fr: Désolé, une erreur est survenue, réessayez.

# SessionExpired
source: Your session has expired
fr: Session expirée

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Save password
fr: Enreg. le mot de passe

source: Gaspar account
fr: Compte Gaspar

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

# LoggedInAsWithFormat
source: Logged in as "%@"
fr: Connecté en tant que «%@»

# GasparAccountRequiredFor
source: Your Gaspar account is required for some services like Camipro, Moodle, or IS-Academia.
fr: Votre compte Gaspar est requis pour certains services comme Camipro, Moodle ou IS-Academia.

# PasswordSavedAndPolicy
source: Your password in stored securely in the iOS keychain. The password is directly sent to EPFL's authentication server (Tequila) via a secure connexion.
fr: Votre mot de passe est stocké de manière sécurisée dans le trousseau iOS. Le mot de passe est envoyé directement au serveur d'authentification de l'EPFL (Tequila) via une connection sécurisée.

# PasswordNotSavedAndPolicy
source: Your password was not saved. You will have to enter it again after 1 hour of inactivity.
fr: Votre mot de passe n'a pas été sauvegardé. Vous devrez l'entrer à nouveau après 1 heure d'inactivité.

# WillSavePasswordAndPolicy
source: Your password will be stored securely in the iOS keychain and sent directly to EPFL's authentication server (Tequila) via a secure connexion.
fr: Votre mot de passe sera stocké de manière sécurisée dans le trousseau iOS et envoyé directement au serveur d'authentification de l'EPFL (Tequila) via une connection sécurisée.

# WillNotSavePasswordAndPolicy
source: You will have to re-enter your password after 1 hour of inactivity. The password will be sent directly to EPFL's authentication server (Tequila) via a secure connexion.
fr: Vous devrez à nouveau entrer votre mot de passe après 1 heure d'inactivité. Le mot de passe sera envoyé directement au serveur d'authentification de l'EPFL (Tequila) via une connection sécurisée.

# WillNotSavePasswordAndInstructionsAndPolicy
source: You will have to re-enter your password after 1 hour of inactivity. You can logout in the app settings. The password will be sent directly to EPFL's authentication server (Tequila) via a secure connexion.
fr: Vous devrez à nouveau entrer votre mot de passe après 1 heure d'inactivité. Vous pouvez vous déconnecter dans les réglages. Le mot de passe sera envoyé directement au serveur d'authentification de l'EPFL (Tequila) via une connection sécurisée.

source: Starts authentication process.
fr: Démarre le processus d'authentification.

# PleaseFirstIndicateBothUsernamePassword
source: Please first enter both Gaspar username and password.
fr: Veuillez tout d'abord entrer votre nom d'utilisateur et mot de passe Gaspar.
